Repository: STUYB/flutter-memorize
Catalog: lib/l10n/app_*.arb
Languages: nl

# appWelcomeTitle
source: Welcome to the ultimate memory test, put your skills to the test and see how far you can go!
nl: Welkom bij de ultieme geheugentest, test je vaardigheden en zie hoe ver je kunt komen!

source: Username
nl: Gebruikersnaam

source: Password
nl: Passwoord

source: Logout
nl: Uitloggen

source: Register
nl: Registreren

# requiredField
source: This field is required and cannot be left empty
nl: Dit veld is verplicht en mag niet leeg gelaten worden

# userAlreadyExist
source: User already exists, please try a different username
nl: Gebruiker bestaat al, probeer een andere gebruikersnaam

# userDoesNotExist
source: User does not exist, please check your input or sign up
nl: Gebruiker bestaat niet, controleer uw invoer of meld u aan

# passwordIncorrect
source: Incorrect password, please try again
nl: Onjuist wachtwoord, probeer opnieuw

source: Events
nl: Evenementen

# startGame
source: Start Memorize!
nl: Memorize Starten!

# restartGame
source: Restart Memorize!
nl: Memorize Herstarten!

# gameOver
source: Game Over! Your score is:
nl: Game Over! Je score is:

# networkError
source: Data could not be fetched, please check your wifi connection.
nl: Data konden niet worden opgehaald, controleer uw wifi-verbinding.
